const sections = [
['人生と三つの情',[
['每个人的一生，','Měi ge rén de yìshēng,','誰の人生も、'],['都离不开亲情、友情、爱情。','dōu lí bù kāi qīnqíng, yǒuqíng, àiqíng.','家族の愛、友情、恋愛の愛と切り離すことはできません。']]],
['家族に育まれる',[
['我们一降生，','Wǒmen yí jiàngshēng,','私たちは生まれるとすぐ、'],['就被浓浓的亲情包围着，','jiù bèi nóngnóng de qīnqíng bāowéi zhe,','深い家族の愛に包まれます。'],['爷爷、奶奶、姥姥、姥爷、爸爸、妈妈……，','yéye, nǎinai, lǎolao, lǎoye, bàba, māma……,','父方の祖父母、母方の祖父母、お父さん、お母さん……。'],['无私的亲情使我们慢慢长大。','wúsī de qīnqíng shǐ wǒmen mànmàn zhǎngdà.','見返りを求めない家族の愛に育まれ、少しずつ大きくなります。']]],
['仲間との絆',[
['在幼儿园、学校和工作单位，','Zài yòu’éryuán, xuéxiào hé gōngzuò dānwèi,','幼稚園や学校、職場では、'],['我们又有了伙伴情、师生情、同学情、同事情。','wǒmen yòu yǒu le huǒbàn qíng, shīshēng qíng, tóngxué qíng, tóngshì qíng.','仲間、先生と生徒、同級生、同僚との絆も生まれます。']]],
['心を分かち合う友人',[
['我们也总会有几位知己，','Wǒmen yě zǒng huì yǒu jǐ wèi zhījǐ,','私たちには心を分かち合える友人も何人かできるものです。'],['给予我们纯真的友情。','jǐyǔ wǒmen chúnzhēn de yǒuqíng.','その友人は、純粋な友情を寄せてくれます。']]],
['友情から恋愛へ',[
['也许在友情中，','Yěxǔ zài yǒuqíng zhōng,','もしかすると、友情の中で、'],['我们还可能从异性那里','wǒmen hái kěnéng cóng yìxìng nàli','私たちは異性から、'],['收获到一份属于自己的忠贞的爱情。','shōuhuò dào yí fèn shǔyú zìjǐ de zhōngzhēn de àiqíng.','自分に向けられた一途な愛を得ることもあるでしょう。']]],
['三つの情と生きる',[
['我们在享受着亲情的同时，','Wǒmen zài xiǎngshòu zhe qīnqíng de tóngshí,','私たちは家族の愛を受けながら、'],['追求并拥有着友情与爱情。','zhuīqiú bìng yōngyǒu zhe yǒuqíng yǔ àiqíng.','友情や恋愛の愛を求め、それらを手にしています。']]],
['愛の始まり',[
['但同时爱情可能又出自于友情，','Dàn tóngshí àiqíng kěnéng yòu chūzì yú yǒuqíng,','けれども同時に、恋愛は友情から生まれることもあります。']]],
['出会い、知り、愛する',[
['因为和他的相识、相知、相爱的过程，','Yīnwèi hé tā de xiāngshí, xiāngzhī, xiāng’ài de guòchéng,','なぜなら、その人と出会い、互いを知り、愛し合うまでの過程は、'],['其实也是友情升华的过程','qíshí yě shì yǒuqíng shēnghuá de guòchéng','実は友情が愛へと高まっていく過程でもあるからです。'],['（除非真的是一见钟情）。','(chúfēi zhēn de shì yí jiàn zhōng qíng).','（本当に一目ぼれだった場合は別ですが。）']]],
['結婚生活へ',[
['但我们的爱情变成了现实，','Dàn wǒmen de àiqíng biànchéng le xiànshí,','けれども、私たちの愛が現実のものとなり、'],['走进了婚姻的生活，','zǒujìn le hūnyīn de shēnghuó,','結婚生活に入ると、']]],
['親となり、愛を注ぐ',[
['当我们为人父，为人母后，','Dāng wǒmen wéi rén fù, wéi rén mǔ hòu,','私たちは父親となり、母親となって、'],['我们将在自己的子女身上倾注我们的亲情，','wǒmen jiāng zài zìjǐ de zǐnǚ shēnshang qīngzhù wǒmen de qīnqíng,','自分の子どもたちに家族の愛を注いでいきます。']]],
['愛に包まれた暮らし',[
['让他们生活在我们给予他们的亲情之中。','Ràng tāmen shēnghuó zài wǒmen jǐyǔ tāmen de qīnqíng zhī zhōng.','そして、私たちが与える家族の愛に包まれて暮らせるようにするのです。']]],
['三つの情の循環',[
['其实人就是这样，','Qíshí rén jiù shì zhèyàng,','実は人は、このように、'],['在这三个情中不停地轮回。','zài zhè sān ge qíng zhōng bù tíng de lúnhuí.','三つの愛の中を絶えず巡っているのです。']]],
['聴き手への呼びかけ',[
['朋友，','Péngyou,','皆さん、'],['如果你的生命中伴随着亲情、友情、爱情，','rúguǒ nǐ de shēngmìng zhōng bànsuí zhe qīnqíng, yǒuqíng, àiqíng,','もしあなたの人生に、家族の愛、友情、恋愛の愛が寄り添っているなら、']]],
['あなたは幸せな人',[
['那么，你就是幸福的人！','Nàme, nǐ jiù shì xìngfú de rén!','あなたは幸せな人なのです！']]]
];
